{
    "events_list": [
        {
            "id": 0,
            "event_name": {
                "English": "Galinheiro Republic - 14 years birthday party",
                "Português": "República Galinheiro - Aniversário de 14 anos"
            },
            "thumb_image": "events/galinheiro-rep-14anos/IMG_0704.webp",
            "event_folder": "galinheiro-rep-14anos/",
            "event_date": "2024-06-01",
            "event_location": "Mariana - MG",
            "event_description": {
                "English": "Cultivating a family through 14 years at the small town of Mariana - MG, the Galinheiro Republic is a private accommodation that receives students from UFOP (Federal University of Ouro Preto). I had the privilege to register moments at an event organized to celebrate the history of respect and union of this institution.",
                "Português": "A 14 anos cultivando uma família na cidade de Mariana - MG, a República Galinheiro é uma república estudantil particular que acolhe estudantes da UFOP (Universidade Federal de Ouro Preto). Tive o privilégio de registrar momentos em um evento organizado para comemorar a história de respeito e união dessa instituição."
            }
        },
        {
            "id": 1,
            "event_name": {
                "English": "Birthday Party Anna 2024 - BH",
                "Português": "Aniversário Anna 2024 - BH"
            },
            "thumb_image": "events/aniversario-ana-2024/IMG_9820.webp",
            "event_folder": "aniversario-ana-2024/",
            "event_date": "2024-06-29",
            "event_location": "Belo Horizonte - MG",
            "event_description": {
                "English": "I had the privilege to register moments at the 2024 birthday party for Anna, in a club in Belo Horizonte - MG.",
                "Português": "Tive o privilégio de registrar momentos na festa de aniversário 2024 da Anna, em um bar em Belo Horizonte - MG."
            }
        },
        {
            "id": 2,
            "event_name": {
                "English": "Portrait Session Álvaro Rojo 2025 - BH",
                "Português": "Ensaio Álvaro Rojo 2025 - BH"
            },
            "thumb_image": "events/ensaio-rojo-2025/IMG_2772.webp",
            "event_folder": "ensaio-rojo-2025/",
            "event_date": "2025-01-17",
            "event_location": "Belo Horizonte - MG",
            "event_description": {
                "English": "This was a portrait session done in the Belo Horizonte Municipal Park - MG. Initially, we were planning to use the backlighting technique in this session. However, the sun did not come out this day, and, therefore, we decided to completely change the strategy for this shoot, seeking a more soft aesthetics.",
                "Português": "Este foi um ensaio realizado no Parque Municipal de Belo Horizonte - MG. Inicialmente, estávamos planejando utilizar a técnica de <i>backlighting</i> neste ensaio. Porém, o sol não apareceu nesse dia, e portanto, mudamos completamente a estratégia do ensaio, buscando uma estética mais <i>soft</i>."
            }
        },
        {
            "id": 3,
            "event_name": {
                "English": "Portrait Session Júlia 2025 - BH",
                "Português": "Ensaio Júlia 2025 - BH"
            },
            "thumb_image": "events/ensaio-julia-2025/IMG_3265.webp",
            "event_folder": "ensaio-julia-2025/",
            "event_date": "2025-02-22",
            "event_location": "Belo Horizonte - MG",
            "event_description": {
                "English": "This was a portrait session done in the Liberty Square, Belo Horizonte - MG. The main objective of this shoot was to use the backlighting technique.",
                "Português": "Este foi um ensaio realizado na praça da Liberdade em Belo Horizonte - MG. O objetivo principal deste ensaio foi utilizar a técnica de <i>backlighting</i>."
            }
        },
        {
            "id": 4,
            "event_name": {
                "English": "Portrait Session Ana 2025 - BH",
                "Português": "Ensaio Ana 2025 - BH"
            },
            "thumb_image": "events/ensaio-ana-2025/IMG_3498.webp",
            "event_folder": "ensaio-ana-2025/",
            "event_date": "2025-05-31",
            "event_location": "Belo Horizonte - MG",
            "event_description": {
                "English": "This was a portrait session done in the Belo Horizonte Municipal Park - MG. The main objective of this shoot was to use the backlighting technique.",
                "Português": "Este foi um ensaio realizado no Parque Municipal de Belo Horizonte - MG. O objetivo principal deste ensaio foi utilizar a técnica de <i>backlighting</i>."
            }
        }
    ]
}